Repository: intiMRA/tap-nap-or-snap
Catalog: Tap Nap Or Snap/Resources/*.lproj/Localizable.strings
Languages: pt_br

source: Submit
pt_br: Confirmar

source: Updated
pt_br: Atualizado

source: We are sorry
pt_br: Sentimos Muinto

# We.Could.Not.Log.Out
source: We could not log you out, please try again
pt_br: Houve um error fazendo o log out, por favor tente de novo

source: Settings
pt_br: Configurações

source: Sign up
pt_br: Inscrever-se

source: Password
pt_br: Senha

# Unkown.Error.Title
source: Something went wrong
pt_br: Algo Deu Errado

# Unkown.Error.Message
source: An unknown error occurred, please try again later
pt_br: Um error ocorreu, tente de novo mais tarde

# Wrong.Credentials.Error.Title
source: Wrong Credentials
pt_br: Credenciais Errados

# Wrong.Credentials.Error.Message
source: Please enter a valid email and password
pt_br: Por favor entre um email valido

source: Invalid Email
pt_br: Email Ivalido

# Invalid.Email.Error
source: This email is invalid, please choose a different one
pt_br: Este email é invalido, por favor use outro

source: Invalid Password
pt_br: Senha Invalida

# Invalid.Password.Error
source: Please enter your correct password
pt_br: Entre uma senha valida por favor

# No.Such.Email.Error
source: There is no user with that email in our database, please enter a correct email
pt_br: Este email não existe no nosso sistema, por favor entre um email correto

source: Invalid Credentials
pt_br: Credenciais Invalidos

# Account.Exists.With.Different.Credential
source: Please enter a correct email and password
pt_br: Entre uma senha e um email validos

# Network.Error.Message
source: Please make sure you have an internet connection to use the app
pt_br: Por favor certifique que a sua internete está ligada

# Network.Error.Title
source: Network Error
pt_br: Erro Na Conexão

# Credential.Already.In.Use
source: Please enter your correct email and password
pt_br: Entre sua senha e email corretos por favor

# Weak.Password
source: Passwords need to contain at least 1 number and need to be at least 6 characters long
pt_br: A senha precisa ter no mínimo um numero e tem que ter seis letras no mínimo

# Unable.To.Save.Error.Title
source: Unable To Save
pt_br: Não Deu Para Salvar

# Unable.To.Save.Message
source: Something went wrong while saving your data, please check your internet connection and try again
pt_br: Algo deu errado salvando sua informação, por favor verifique sua conexão com a internet e tente novamente

source: Done
pt_br: Completo

source: Reopen
pt_br: Re Abrir

source: Complete
pt_br: Completar

source: Edit
pt_br: Editar

source: Title
pt_br: Título

source: Time
pt_br: Vez

source: Times
pt_br: Vezes

source: Days
pt_br: Dias

source: Day
pt_br: Dia

source: Weeks
pt_br: Semanas

source: Week
pt_br: Semana

source: Months
pt_br: Meses

source: Month
pt_br: Mês

source: Years
pt_br: Anos

source: Year
pt_br: Ano

# Goals.Placeholder
source: Enter your goal description
pt_br: Insira a descrição da sua meta

# Add.Sub.Placeholder
source: Enter your submission description
pt_br: Insira a descrição da finalização

source: Tapped
pt_br: Bateu

source: Got Tapped
pt_br: Foi Batido

source: New Tap
pt_br: Nova Batida

source: Add New
pt_br: Adicione

# Zero.Days
source: 0 days
pt_br: 0 dias

source: Submissions
pt_br: Finalizações

source: Goals
pt_br: Metas

source: Wins
pt_br: Vitórias

source: Persons Name
pt_br: Nome Da Pessoa

# Persons.Name.Error
source: Missing name
pt_br: Nome faltando

source: Add sub
pt_br: Adicionar Finalização

source: Submission Name
pt_br: Nome Da Finalização

source: Won
pt_br: Ganhou:

source: Lost
pt_br: Perdeu:

source: Win Descriptions:
pt_br: Descrições das vitórias:

source: Loss Descriptions:
pt_br: Descrições de Perdas:

source: No description
pt_br: Sem descrição

# One.Time
source: 1 time
pt_br: 1 vez

source: Log Out
pt_br: Sair

# Edit.Goal.Error.Title
source: Edit Goal
pt_br: Editando Meta

# Edit.Goal.Error.Message
source: Your goal could not be saved, please try again later
pt_br: Sua meta não pode ser salva, tente de novo mais tarde

source: done date:
pt_br: data final:

source: time remaining:
pt_br: tempo sobrando:

source: Expand
pt_br: Expandir
